<template>
    <div>
        <div class="block-wrap" id="pack-detail">
            <div class="title">
            <h2>Выбери свой Pack</h2>
            </div>
            <div class="wrap">
            <div class="scroller">
                <div class="itm">
                    <Card 
                    t="Smart-пакет"
                    p="170"
                    tm="1.5 часа"
                    loc="До 4"
                    img="пляжный, городской, платья"
                    jpg="25 в обработке + 10 пейзажей острова"
                    ppl="1-3"
                    b="Локации: тайный пляж, маяк, антипиратская крепость, колониальный город"
                    />
                </div>
                <div class="itm">
                    <Card
                    t="Хит-пакет"
                    p="210"
                    tm="2 часа"
                    loc="До 5"
                    img="пляжный, городской, платья"
                    jpg="30 в обработке + 10 пейзажей острова"
                    ppl="1-4"
                    b="Локации: тайный пляж, маяк, антипиратская крепость, колониальный город"
                    />
                </div>
                <div class="itm">
                    <Card 
                    t="3 часа счастья"
                    p="300"
                    tm="3 часа"
                    loc="До 5"
                    img="пляжный, городской, платья"
                    jpg="60 в обработке + 10 пейзажей острова"
                    ppl="1-6"
                    b="Летящие платья БЕСПЛАТНО! Идеально для свадебных церемоний и особых запросов"
                    />
                </div>
                <div class="itm">
                    <Card 
                    t="Фотосессия + экскурсия"
                    p="320"
                    tm="6 часов"
                    loc="До 5"
                    img="-"
                    jpg="60 в обработке + 10 пейзажей острова"
                    ppl="1-3"
                    b="Экскурсия по самым интересным и впечатляющим местам острова, дегустация редкого рома и фотосессия всю дорогу!
                    Все трансферы, дегустация рома, входы в музеи и на крепости включены!"
                    />
                </div>
            </div>
            <div class="other">
      <h3 class="">Фотосессия на Маргарите – прекрасная идея! Потому что:</h3>
      <p>
      Вы получите сочные, качественные, необычные фотографии для соцсетей и семейного архива.
      Профессиональный фотограф подскажет, как встать, сесть и лечь, подберет самые выигрышные ракурсы. 
      У нас прозрачный прайс без скрытых доплат!
      Можно оплатить рублями на русскую карту или долларами на месте.
      Багаж всего 10 кг и с собой нет ничего особенного из одежды? Не беда! У нас есть летящие платья, а также возможность заказать макияж и прическу. 
      Деликатная ретушь добавит финальный штрих к вашим идеальным фотографиям.
      С нами вы побываете в красивых местах, которые не показывают обычным туристам.
      Вы узнаете много нового о жизни в Венесуэле и пройдетесь по улочкам города миллионеров.
      </p>
    </div>
        </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'CardsComponent',
    head: {
        title: 'Фотосессии и фото-экскурсии на острове Маргарита ',
        meta: [
            {
                hide: 'description',
                name: 'description',
                content: 'Мы делаем сказочные фотосессии и фото-экскурсии на острове Маргарита в Венесуэле, чтобы вы привезли самые лучшие фотографии с отдыха и запомнили эту поездку на всю жизнь. Профессионально. Стильно. Экзотично. Прозрачный прайс'
            },
            {
                hide: 'keywords',
                name: 'keywords',
                content: ''
            }
        ]
    },
    data() {
        return {}
    },
    created() {
    },
    mounted() {
    },
    methods: {
    }
}
</script>

<style lang='sass' scoped>
.block-wrap
  padding: 1rem
  background: linear-gradient(rgba(0, 0, 0, 1), rgba(0 , 0, 0, .5)), url(~static/images/quickmenu_bg.jpg) center / cover no-repeat
.title
  width: 100%
  text-align: center
  color: #e0e0e0
.other
  width: 100%
  padding: 1rem
  white-space: pre
  display: flex
  align-itms: center
  flex-direction: column
  align-items: center
  & p
    font-weight: 600
    line-height: 2
    color: #e0e0e0
  & h3
    color: #e0e0e0
@include small
  .other
    color: #000
    & h3
      font-size: 5vw
      text-align: center
      white-space: normal
</style>

