<template>
  <div>
      <Back/>
      <div class="wrap">
          <h1 class="blue">Гайд по острову Маргарита</h1>
          <div class="info">
            <div class="text blue">
            Эти короткие заметки помогут вам качественно отдохнуть на острове Маргарита в Венесуэле. Полная версия списка советов, благодаря которым вы узнаете, как увидеть максимум и сэкономить, доступна в нашем авторском Гайде. Чтобы получить его, отправьте запрос через форму внизу страницы.
            <img src="~static/images/gide_00.jpg" alt="">

            <h3 class="orange">Советы перед фотосессией</h3>

            <ul>
              <li>Возьмите с собой бутылку воды и расческу. Продумайте образы и не забудьте взять с собой все нужные вещи. Если у вас есть интересные аксессуары (шляпа, парео, очки, книжка), советуем их тоже взять с собой: может получиться интересно!</li>
              <li>Будьте естественными: не старайтесь слишком сильно позировать. Натуральность и спонтанность – ключи к успешной фотосессии. Просто наслаждайтесь морским бризом и доверьтесь фотографу. Позвольте себе быть спонтанными и выразительными, чтобы снимки были настоящими и отражали вашу индивидуальность.</li>
              <li>Играйте с движением: морское побережье предоставляет отличные возможности для создания динамичных и живых фотографий. Пусть волосы развеваются на ветру, попробуйте прыжок или просто ходите по пляжу. Это добавит энергии и динамики вашим снимкам.</li>
              <li>Взаимодействуйте с окружающей средой: ваши фотографии станут более интересными и органичными, если вы взаимодействуете с окружающим пейзажем. Например, мочите ноги в море, окунайтесь в море или просто сядьте на песок, чтобы создать более спонтанные и непринужденные кадры.</li>
              <li>Главная ваша задача – это расслабиться и наслаждаться процессом. Фотосессия на морском побережье – это возможность создать прекрасные и запоминающиеся моменты. Не беспокойтесь о том, как вы выглядите на фотографиях, ведь именно ваша естественность и искренность сделают их особенными.</li>
              <li>Слушайте фотографа. Не забывайте, что фотограф – профессионал, который знает, как сделать вас лучше на фотографиях. Следуйте его указаниям и советам, так как он может предложить вам лучшие позы и ракурсы, чтобы выглядеть наилучшим образом.</li>
            </ul>
            <img src="~static/images/gide_01.jpg" alt="">
            <h3 class="orange">Погода</h3>
            <ul>
              <li>Погода на Маргарите одинаково прекрасна круглый год! От +27 до +31 градуса днём, от +27 до +24 градусов ночью. У моря всегда свежее, чем в глубине острова, благодаря морскому бризу. Испепеляющей жары почти не бывает. Море всегда около +25-26 градусов.</li>
              <li>Прозрачность воды зависит от погоды, но чаще она прозрачная и ярко-лазурная, чем бледно-синяя.</li>
              <li>Количество волн на том или ином пляже зависит не от сезона, а от локальных кратковременных погодных явлений.</li>
              <li>В августе и феврале чуть больше дождей, чем обычно.</li>
              <li>Но, спешу успокоить: дожди тут не мощнее, чем в средней полосе России (а чаще – гораздо слабее). Не то что в Таиланде, например. Они не идут сутками, очень кратковременны и не так обильны. Небо может быть в какой-то из дней затянуто, но при этом можно загорать, а то и обгорать!</li>
              <li>Использование сильных солнцезащитных кремов обязательно! Когда я провожу экскурсии по острову для россиян, называю себя «Вождь краснокожих». Потому что солнце может пробиться даже сквозь защитный крем, и вы слегка обгорите.</li>
            </ul>
            <img src="~static/images/gide_02.jpg" alt="">
            <h3 class="orange">Валюта</h3>
            <ul>
              <li>В первую очередь напоминаю, что в Венесуэле есть собственная валюта — боливары, но в ходу, в основном, только доллары. Боливарами могут дать небольшую сдачу, также ими можно расплатиться за что-то дешевое: проезд на автобусе, конфетка, одно мороженое. </li>
              <li>Обращаю внимание, что крупные долларовые купюры не принимают старше 2009 года.</li>
              <li>Также не принимают заклеенные купюры и чуть порванные. При этом дать сдачу могут невероятно потрепанными деньгами! Проверяйте каждую купюру, иначе потом нигде ими не сможете расплатиться.</li>
              <li>На острове нет обменников! Вы не сможете поменять рубли на доллары, или боливары на доллары. Рассчитывайте заранее, сколько долларов взять с собой в путешествие. Если вам понадобится все-таки поменять, то обращайтесь ко мне: я приму перевод с карты на карту в рублях и найду вам наличку, или заплачу за что-то, что вы хотите купить, со своего местного счёта.</li>
              <li>Боливар перетерпел чудовищную инфляцию, и сейчас на купюре в 1 боливар написано «1 million», то есть 1 миллион, а на полболивара - «500 mil», то есть 500 тысяч. 1 боливар (1 million) в 2022 году был равен 1/5 части доллара, а в 2023 уже 1/28, то есть инфляция остается очень высокой. Актуальный курс боливара всегда указан на кассах в магазинах.</li>
              <li>Цены, как правило, везде указаны в долларах. Доллары обозначаются не как значок $, а как REF, то есть «референс», или «условная единица», потому что раньше был закон, запрещающий указывать цену в $. Сдачи никогда ни у кого не бывает! Пожалуйста, приезжайте с мелкими деньгами! Местные жители скорее не продадут вам товар, чем отдадут сдачу мелкими долларами. Если вы пришли в магазин с большой купюрой, наберите продуктов на 20, 50 или 70 долларов, чтобы был шанс получить сдачу. </li>
              <li>Иногда доллары тут сканируют и заставляют подписывать скан-копию. Это для борьбы с фальшивыми деньгами. Курс евро здесь эквивалентен доллару, их тоже принимают, но не везде.</li>
            </ul>
            <img src="~static/images/gide_03.jpg" alt="">

            <h3 class="orange">Сувениры</h3>
            <ul>
              <li>С Маргариты везут жемчуг, изделия из дерева, гамаки ручной работы, глиняные изделия и шляпы из пальмовых листьев. Изредка встречаются необычные сувениры. Так, однажды женщина на пляже сшила мне замшевый корсет и расшила жемчугом.</li>
              <li>Проблема с красивыми (неаляпистыми) магнитами и открытками: их нет. Кстати, любителям отправлять открытки: на острове почта не работает, а из Каракаса (где есть всего 1-2 отделения почты на весь город) открытку в Россию отправить все равно не получится: из-за последних событий полностью приостановлено почтовое сообщение с нашей страной.</li>
              <li>Сувениры продаются при отелях, на пляжах, при музее Pueblos de Margarita, на лагуне де ла Рестинга, в галереях и магазинчиках г. Пампатар, на площади у церкви Virgen Del Vaiie в городке El Valle. </li>
            </ul>

            <h3 class="orange">Как выбрать жемчуг</h3>
            <ul>
              <li>Даже у нас на острове Маргарита, увы, торговцы часто впаривают пластик. Но эти простые правила легко научат вас разбираться в жемчуге!</li>
              <li>Натуральный жемчуг бывает разного качества.</li>
              <li>Но даже самый дорогой ювелирный жемчуг никогда не будет идеально сферическим. Идеальны только пластиковые или стеклянные бусины.</li>
              <li>Жемчуг - камень природного происхождения, и он обязательно обладает незначительными неровностями.</li>
              <li>Покатайте жемчужину по столу ладонью и почувствуйте это.</li>
              <li>Натуральному жемчугу не страшен огонь зажигалки и лёгкий укус: следов зубов и поплавленных участков не останется!</li>
              <li>При укусе жемчужины вы почувствуете характерный микронаждачный эффект: поверхность жемчуга состоит из перламутра, который по своей природе шероховатый, даже если глазу это не заметно.</li>
              <li>Пластиковая бусина будет просто гладкой на зуб.</li>
              <li>Признак ненатуральной бусинки: одинаковые слегка приплюснутые участки в местах отверстий для нитки на каждой бусинке. Нюанс фабричного производства. Будьте внимательны при покупке жемчуга!</li>
            </ul>
            Самый полный на сегодняшний день сборник информации, советов и лайфхаков по отдыху в Венесуэле представлен в нашем авторском гайде по острову Маргарита. В нем собрана вся актуальная информация. Стоимость гайда составляет 1000 рублей. При покупке гайда вы получаете скидку на любую нашу услугу в размере 20$. Чтобы получить гайд, заполните форму ниже, и мы отправим Вам его в самое ближайшее время:
            </div>
          </div>
      </div>
      <Booking
      title="Получить Гайд"
      :pack="false"
      pld="Гайд"/>
  </div>
</template>

<script>
export default {
  name: 'GidePage'
}
</script>

<style lang="sass" scoped>
.wrap
  width: 100%
  min-height: 75vh
  display: flex
  flex-direction: column
  align-items: center
h1
  font-size: 3.4em
  line-height: 1
  text-align: center
h2
  font-size: 2.4em
  line-height: 1
  text-align: center
h3
  font-size: 1.5em
  line-height: 1
  text-align: center
.text
  padding: 10px
  display: flex
  flex-direction: column
  align-items: center
  white-space: pre-wrap
  text-align: justify
  & img
    width: 60vw
    margin: 20px
.info
  width: 100%
  display: flex
  margin: 10px
  padding: 5px
  justify-content: center
  align-items: center
  // text-align: center
  & .photo
      flex: 0 0 60%
      padding: 5px
      display: flex
      max-height: 90vh
      & img
          object-fit: contain
          width: 100%
  & .more
      flex: 0 0 40%
  & ul
      width: 75%
      margin: 0 auto
      padding: 10px
      & li
          list-style: circle
          font-size: 1rem
          font-weight: 600
          line-height: 2
          text-align: justify
.price
  font-size: 3.4em
  font-weight: 900
  // text-align: center
@include small
  .wrap
      min-height: 100vh
      height: auto
      padding: 10px
  .photo
      width: 95%
      margin: 0 auto
  .info
      flex-direction: column
      & ul
        width: 100%
  h1
      text-align: center
      padding: 5px
      font-size: 2.2em
  li
      margin: 5px
  .price
      text-align: center
  .text img
      width: 90vw
</style>